[
  {
    "id": 1,
    "nama": "Randai",
    "deskripsi": "Randai adalah salah satu permainan tradisional di Minangkabau yang dimainkan secara berkelompok dengan membentuk lingkaran, kemudian melangkahkan kaki secara perlahan, sambil menyampaikan cerita dalam bentuk nyanyian secara berganti-gantian. Randai menggabungkan seni lagu, musik, tari, drama dan silat menjadi satu. \n\nRandai dipimpin oleh satu orang yang biasa disebut panggoreh, yang mana selain ikut serta bergerak dalam legaran ia juga memiliki tugas yaitu mengeluarkan teriakan khas misalnya hep tah tih yang tujuannya untuk menentukan cepat atau lambatnya tempo gerakan seiring dengan dendang atau Gurindam. Tujuannya agar Randai yang dimainkan terlihat rempak dan seirama. Biasanya dalam satu group Randai memiliki satu panggoreh yang dipercayai oleh seluruh anggota tim, tetapi bisa digantikan oleh rekan tim lainya apabila panggoreh sebelumnya kelelahan, karena untuk menuntaskan satu cerita Randai saja bisa menghabiskan 1 hingga 5 jam bahkan lebih.\n\nCerita randai biasanya diambil dari kenyataan hidup yang ada di tengah masyarakat. Fungsi Randai sendiri adalah sebagai seni pertunjukan hiburan yang di dalamnya juga disampaikan pesan dan nasihat. Semua gerakan randai dituntun oleh aba-aba salah seorang di antaranya, yang disebut dengan janang.",
    "sejarah": "Randai dalam sejarah Minangkabau memiliki sejarah yang lumayan panjang. Konon kabarnya ia sempat dimainkan oleh masyarakat Pariangan, Tanah Datar ketika masyarakat tersebut berhasil menangkap rusa yang keluar dari laut. Randai dalam masyarakat Minangkabau adalah suatu kesenian yang dimainkan oleh beberapa orang dalam artian berkelompok atau beregu, di mana dalam Randai ini ada cerita yang dibawakan, seperti cerita Cindua Mato, Malin Deman, Anggun Nan Tongga, Sabai Nan aluih, Lareng Simawang Jo Siti Jamilah Maelo Rambuik dalam Tampuang, Galombang Dunie dan cerita rakyat lainnya.\n\nPada Awalnya randai merupakan permainan komunal yang dimainkan oleh pemuda di halaman surau pada malam hari menjelang tidur. Pemuda yang memainkan kesenian ini sebelumnya diajari oleh Pemuda Nagarai (Pemuda Desa). Namun sekarang ini randai dijadikan seni pertunjukan diberbagai kegiatan seperti pernikahan, pesta rakyat, pengakatan penghulu sampai perayaan hari raya Idulfitri, pertunjukan ini bertujuan untuk menghibur masyarakat.\n\nBeberapa dugaan mengatakan Randai pada mulanya dipelihara oleh perguruan silat di Pesisir Padang (Parimanan) yang mengajarkan Ulau Ambek. Kata Randai diperkirakan berasal dari kata 'handai' yang berarti santai, pembicaraan yang penuh hangat dan obrolan yang intim. Tetapi ada juga yang mengatakan bahwa Randai berasal dari bahasa Arab yaitu dari kata Rayan-Li-dai, yang lengkat dengan da'i (pendakwah) dari golongan Traikat Na'sabanndiyah.\n\nPada awalnya Randai adalah media untuk menyampaikan kaba atau cerita rakyat melalui gurindam atau syair yang didendangkan dan galombang (tari) yang bersumber dari gerakan-gerakan silat Minangkabau. Namun dalam perkembangannya, Randai mengadopsi gaya penokohan dan dialog dalam sandiwara-sandiwara, seperti kelompok Dardanela.\n\nPerkembangan kesenian Randai mengalami pasang-surut. Pada saat kependudukan Jepang(1942-1945), kesenian Randai mengalami kemunduran kemudian setelah kemerdekaan kesenian ini kembali menggeliat. Namun sayang, pada saat masa Orde Baru kesenian Randai hampir tenggelam. Dan sekarang ini, menurut M. Dahrizal Katik Tuo seorang ahli dan pelestari randai setidaknya ada 300 kesenian Randai di Sumatera Barat",
    "gambar": "/img/Randai.jpg",
    "src": "https://www.youtube.com/embed/GcWEC1xqx5o?si=Yx3-e5p8nIwh5mqC"
  },
  {
    "id": 2,
    "nama": "Tari Piring",
    "deskripsi": "Tari piring adalah tarian tradisional Minangkabau yang berasal dari Sumatera Barat, Solok. Tarian ini menampilkan atraksi menggunakan piring. Para penari mengayunkan piring di tangan mengikuti gerakan-gerakan cepat yang teratur, tanpa satu pun piring terlepas dari tangan. Gerakannya diambil dari langkah dalam silat Minangkabau atau silek.\nTari ini dipopulerkan oleh Huriah Adam. Saat ini, tari piring dipertunjukkan untuk penyambutan tamu terhormat atau pembukaan upacara adat. Bersama dengan tari saman, pendet, dan jaipong, tari ini menjadi tarian populer Indonesia yang kerap ditampilkan di ajang promosi pariwisata dan kebudayaan Indonesia.",
    "sejarah": "Secara tradisional, tari ini berasal dari Solok, Sumatera Barat. Menurut legenda awal kemunculannya, Tari Piring ini berfungsi sebagai tarian dalam upacara kesuburan. Tarian ini juga menjadi salah satu bentuk seni tradisional yang banyak sekali menyimpan nilai-nilai estetis yang cukup tinggi dan mengandung nilai-nilai kebudayaan leluhur yang sangat mendalam. Tari ini juga merupakan ritual ucapan rasa syukur masyarakat setempat kepada dewa-dewa setelah mendapatkan hasil panen yang melimpah ruah. Ritual dilakukan dengan membawa sesaji dalam bentuk makanan yang diletakkan di dalam piring sembari melangkah dengan gerakan yang dinamis.\nSetelah masuknya agama Islam ke Minangkabau, tari piring tidak lagi digunakan sebagai ritual ucapan rasa syukur kepada dewa-dewa. Akan tetapi, tari tersebut digunakan sebagai sarana hiburan bagi masyarakat banyak yang ditampilkan pada acara-acara keramaian.",
    "gambar": "/img/TariPiring.jpeg",
    "src": "https://www.youtube.com/embed/1O_OYwnV6iw?si=vpVZWx3ChzX6TIp8"
  },
  {
    "id": 3,
    "nama": "Silek",
    "deskripsi": "Silek (alias Silat atau Silat Minangkabau dalam bahasa Indonesia) adalah salah satu seni bela diri tradisional khas etnis Minangkabau yang berasal-usul dari wilayah Sumatera Barat di Indonesia. Silek pada dasarnya menggunakan teknik pertahanan dan penyerangan baik menggunakan senjata maupun tanpa senjata. Secara asasnya, silek pada mulanya berfungsi sebagai antisipasi pertahanan diri masyarakat Minangkabau untuk menjaga nagari bangso Minangkabau (tanah Sumatera Barat) dari ancaman musuh yang bisa datang sewaktu-waktu. Pada perkembangannya, silek bukan hanya berfungsi sebagai seni bela diri saja, namun juga dapat sebagai sarana hiburan, salah satu contohnya yakni silek biasanya juga dapat dipadukan dengan drama tradisional khas Minangkabau yang dikenal sebagai Randai.",
    "sejarah": "Kajian sejarah silek memang rumit karena diterima dari mulut ke mulut, pernah seorang guru diwawancarai bahwa dia sama sekali tidak tahu siapa buyut gurunya. Bukti tertulis kebanyakan tidak ada. Seorang Tuo Silek dari Pauah, Kota Padang, cuma mengatakan bahwa dahulu silat ini diwariskan dari seorang kusir bendi (andong) dari Limau Kapeh, Kabupaten Pesisir Selatan, Sumatera Barat. Seorang guru silek dari Sijunjung, Sumatera Barat mengatakan bahwa ilmu silat yang dia dapatkan berasal dari Lintau. Ada lagi Tuo Silek yang dikenal dengan nama Angku Budua mengatakan bahwa silat ini dia peroleh dari Koto Anau, Kabupaten Solok.[8] Daerah Koto Anau di Kabupaten Solok, Bayang dan Banda Sapuluah di Kabupaten Pesisir Selatan, Pauah di Kota Padang atau Lintau di Kabupaten Tanah Datar pada masa lalunya adalah daerah penting di wilayah Minangkabau. Daerah Solok misalnya adalah daerah pertahanan kerajaan Minangkabau menghadapi serangan musuh dari darat, sedangkan daerah Pesisir adalah daerah pertahanan menghadapi serangan musuh dari laut. Tidak terlalu banyak guru-guru silek yang bisa menyebutkan ranji guru-guru mereka secara lengkap.\n\nJika dirujuk dari buku berjudul Filsafat dan Silsilah Aliran-Aliran Silat Minangkabau karangan Mid Djamal (1986), maka dapat diketahui bahwa para pendiri dari Silek (Silat) di Minangkabau adalah Datuk Suri Dirajo diperkirakan berdiri pada tahun 1119 Masehi di daerah Pariangan, Padangpanjang, Sumatera Barat, Kambiang Utan (diperkirakan berasal dari Kamboja), Harimau Campo (diperkirakan berasal dari daerah Champa), Kuciang Siam (diperkirakan datang dari Siam atau Thailand), dan Anjiang Mualim (diperkirakan datang dari Persia).\n\nPada masa Datuak Suri Dirajo inilah silek Minangkabau pertama kali diramu dan tentu saja gerakan-gerakan beladiri dari pengawal yang empat orang tersebut turut mewarnai silek itu sendiri. Nama-nama mereka memang seperti nama hewan (Kambing, Harimau, Kucing dan Anjing), namun tentu saja mereka adalah manusia, bukan hewan menurut persangkaan beberapa orang. Asal muasal Kambiang Hutan dan Anjiang Mualim memang sampai sekarang membutuhkan kajian lebih dalam dari mana sebenarnya mereka berasal karena nama mereka tidak menunjukkan tempat secara khas. Mengingat hubungan perdagangan yang berumur ratusan sampai ribuan tahun antara pesisir pantai barat kawasan Minangkabau (Tiku, Pariaman, Air Bangis, Bandar Sepuluh dan Kerajaan Indrapura) dengan Gujarat (India), Persia (Iran dan sekitarnya), Hadhramaut (Yaman), Mesir, Campa (Vietnam sekarang) dan bahkan sampai ke Madagaskar pada masa lalu, bukan tidak mungkin silat Minangkabau memiliki pengaruh dari beladiri yang mereka miliki. Sementara itu, dari pantai timur Sumatra melalui sungai dari Provinsi Riau yang memiliki hulu ke wilayah Sumatera Barat (Minangkabau) sekarang, maka hubungan beladiri Minangkabau dengan beladiri dari Cina, Siam dan Champa bisa terjadi karena jalur perdagangan, agama, ekonomi, dan politik. Beladiri adalah produk budaya yang terus berkembang berdasarkan kebutuhan pada masa itu. Perpaduan dan pembauran antar beladiri sangat mungkin terjadi. Bagaimana perpaduan ini terjadi membutuhkan kajian lebih jauh. Awal dari penelitian itu bisa saja diawali dari hubungan genetik antara masyarakat di Minangkabau dengan bangsa-bangsa yang disebutkan di atas.\n\nJadi boleh dikatakan bahwa silat di Minangkabau adalah kombinasi dari ilmu beladiri lokal, ditambah dengan beladiri yang datang dari luar kawasan Nusantara. Jika ditelusuri lebih lanjut, diketahui bahwa langkah silat di Minangkabau yang khas itu adalah buah karya mereka. Langkah silat Minangkabau sederhana saja, namun di balik langkah sederhana itu, terkandung kecerdasan yang tinggi dari para penggagas ratusan tahun yang lampau. Mereka telah membuat langkah itu sedemikian rupa sehingga silek menjadi plastis untuk dikembangkan menjadi lebih rumit. Guru-guru silek atau pandeka yang lihai adalah orang yang benar-benar paham rahasia dari langkah silat yang sederhana itu, sehingga mereka bisa mengolahnya menjadi bentuk-bentuk gerakan silat sampai tidak hingga jumlahnya. Kiat yang demikian tergambar di dalam pepatah jiko dibalun sagadang bijo labu, jiko dikambang saleba alam (jika disimpulkan hanya sebesar biji labu, jika diuraikan akan menjadi selebar alam)",
    "gambar": "/img/Silek.jpg",
    "src": "https://www.youtube.com/embed/8nlQ0-VFE48?si=GTCIXFxPbJH_fmLo"
  },
  {
    "id": 4,
    "nama": "Upacara Babako",
    "deskripsi": "Upacara Babako adalah tradisi pra-pernikahan yang diselenggarakan oleh keluarga pihak ayah dari calon pengantin wanita. Upacara ini melambangkan kasih sayang keluarga ayah dan ditandai dengan pemberian antaran berupa barang keperluan calon pengantin.",
    "gambar": "/img/TariPiring.jpeg",
    "src": "https://www.youtube.com/embed/XEnyj8UrRFg?si=uAqIZTccMeHf8mbq"
  },
  {
    "id": 5,
    "nama": "Rumah Gadang",
    "deskripsi": "Rumah Gadang adalah rumah adat Minangkabau dengan ciri khas atap melengkung seperti tanduk kerbau. Rumah ini berfungsi sebagai tempat tinggal keluarga besar sekaligus pusat kegiatan adat.",
    "gambar": "/img/TariPiring.jpeg",
    "src": "https://www.youtube.com/embed/EFS8vLgf090?si=tINrdAxCm9JoWsTT"
  }
]
